tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "gh"
brew "git-interactive-rebase-tool"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "ghostty"
vscode "antfu.theme-vitesse"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
vscode "vue.volar"
